Repository: marmot-protocol/whitenoise-ios
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, ru, tr, zh_hans, zh_hant

source: Archiving hides the chat from your main list. It doesn't notify anyone.
de: Beim Archivieren wird der Chat aus deiner Hauptliste ausgeblendet. Niemand wird benachrichtigt.
es: Archivar oculta el chat de tu lista principal. No se notifica a nadie.
fr: L'archivage masque la discussion de votre liste principale. Personne n'est notifié.
it: L'archiviazione nasconde la chat dall'elenco principale. Nessuno riceve notifiche.
pt: Arquivar oculta a conversa da sua lista principal. Ninguém é notificado.
ru: Архивация скрывает чат из основного списка. Никто не получит уведомление.
tr: Arşivleme, sohbeti ana listenden gizler. Kimseye bildirim gitmez.
zh_hans: 归档会将聊天从主列表中隐藏，不会通知任何人。
zh_hant: 封存會將聊天從主清單中隱藏，不會通知任何人。

source: Archiving hides the group from your main chats list. It doesn't change your membership or notify anyone.
de: Durch die Archivierung wird die Gruppe aus Ihrer Hauptchatliste ausgeblendet. Es ändert nichts an Ihrer Mitgliedschaft und benachrichtigt niemanden.
es: Archivar oculta el grupo de su lista principal de chats. No cambia su membresía ni notifica a nadie.
fr: L'archivage masque le groupe de votre liste de discussions principale. Cela ne modifie pas votre adhésion et n’en informe personne.
it: L'archiviazione nasconde il gruppo dall'elenco delle chat principali. Non modifica la tua iscrizione né avvisa nessuno.
pt: O arquivamento oculta o grupo da sua lista principal de bate-papos. Isso não altera sua associação nem notifica ninguém.
ru: При архивировании группа скрывается из основного списка чатов. Это не меняет ваше членство и не уведомляет кого-либо.
tr: Arşivleme, grubu ana sohbet listenizden gizler. Üyeliğinizi değiştirmez veya kimseye bildirimde bulunmaz.
zh_hans: 存档会在主聊天列表中隐藏该组。它不会更改您的会员资格或通知任何人。
zh_hant: 存檔會在主聊天清單中隱藏該群組。它不會更改您的會員資格或通知任何人。

source: As a group admin, you can remove this message for everyone.
de: Als Gruppenadmin kannst du diese Nachricht für alle entfernen.
es: Como administrador del grupo, puedes eliminar este mensaje para todos.
fr: En tant qu’administrateur du groupe, vous pouvez supprimer ce message pour tout le monde.
it: Come amministratore del gruppo, puoi eliminare questo messaggio per tutti.
pt: Como administrador do grupo, pode eliminar esta mensagem para todos.
ru: Как администратор группы, вы можете удалить это сообщение для всех.
tr: Grup yöneticisi olarak bu mesajı herkes için silebilirsiniz.
zh_hans: 作为群组管理员，你可以为所有人删除此消息。
zh_hant: 身為群組管理員，你可以為所有人刪除此訊息。

source: Ask how something works, report a problem, or share a suggestion.
de: Frage, wie etwas funktioniert, melde ein Problem oder teile einen Vorschlag.
es: Pregunta cómo funciona algo, informa de un problema o comparte una sugerencia.
fr: Demandez comment quelque chose fonctionne, signalez un problème ou partagez une suggestion.
it: Chiedi come funziona qualcosa, segnala un problema o condividi un suggerimento.
pt: Pergunte como algo funciona, relate um problema ou compartilhe uma sugestão.
ru: Спросите, как что-то работает, сообщите о проблеме или поделитесь предложением.
tr: Bir şeyin nasıl çalıştığını sorun, sorun bildirin veya öneri paylaşın.
zh_hans: 咨询功能用法、报告问题或提出建议。
zh_hant: 詢問功能用法、回報問題或提出建議。

source: Attachment
de: Anhang
es: Archivo adjunto
fr: Pièce jointe
it: Allegato
pt: Anexo
ru: Вложение
tr: Ek
zh_hans: 附件
zh_hant: 附件

source: Attachment verification failed.
de: Anhangsprüfung fehlgeschlagen.
es: Falló la verificación del archivo adjunto.
fr: La vérification de la pièce jointe a échoué.
it: Verifica dell’allegato non riuscita.
pt: Falha na verificação do anexo.
ru: Не удалось проверить вложение.
tr: Ek doğrulaması başarısız oldu.
zh_hans: 附件验证失败。
zh_hant: 附件驗證失敗。

source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
it: Autorizzato
pt: Autorizado
ru: Разрешено
tr: Yetkili
zh_hans: 已授权
zh_hant: 已授權

source: Auto-Download
de: Automatischer Download
es: Descarga automática
fr: Téléchargement automatique
it: Download automatico
pt: Download automático
ru: Автозагрузка
tr: Otomatik indirme
zh_hans: 自动下载
zh_hant: 自動下載

source: Auto-lock
de: Automatisch sperren
es: Bloqueo automático
fr: Verrouillage auto
it: Blocco automatico
pt: Bloqueio automático
ru: Автоблокировка
tr: Otomatik kilit
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Auto-Lock
de: Automatische Sperre
es: Bloqueo automático
fr: Verrouillage automatique
it: Blocco automatico
pt: Bloqueio automático
ru: Автоблокировка
tr: Otomatik kilit
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Automatically Load Remote GIFs
de: Externe GIFs automatisch laden
es: Cargar GIFs remotos automáticamente
fr: Charger automatiquement les GIF distants
it: Carica automaticamente le GIF remote
pt: Carregar GIFs remotos automaticamente
ru: Автоматически загружать удалённые GIF
tr: Uzak GIF’leri otomatik yükle
zh_hans: 自动加载远程 GIF
zh_hant: 自動載入遠端 GIF

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pt: Voltar
ru: Назад
tr: Geri
zh_hans: 返回
zh_hant: 返回

source: Backup
de: Sicherung
es: Copia de seguridad
fr: Sauvegarde
ru: Резервная копия
tr: Yedekleme
zh_hans: 备份
zh_hant: 備份

source: Balanced quality and data use
de: Ausgewogene Qualität und Datenverbrauch
es: Calidad y uso de datos equilibrados
fr: Équilibre entre qualité et données
it: Qualità e consumo dati bilanciati
pt: Qualidade e uso de dados equilibrados
ru: Баланс качества и трафика
tr: Dengeli kalite ve veri kullanımı
zh_hans: 质量与数据用量均衡
zh_hant: 品質與數據用量均衡

source: Banner Image URL
de: Bannerbild-URL
es: URL de la imagen del banner
fr: URL de l’image de la bannière
it: URL dell'immagine del banner
pt: URL da imagem do banner
ru: URL-адрес изображения баннера
tr: Banner Resmi URL'si
zh_hans: 横幅图片 URL
zh_hant: 橫幅圖片 URL

source: Bitcoin silent payment
de: Stille Bitcoin-Zahlung
es: Pago silencioso de Bitcoin
fr: Paiement silencieux Bitcoin
it: Pagamento silenzioso Bitcoin
pt: Pagamento silencioso Bitcoin
ru: Тихий платеж Bitcoin
tr: Bitcoin sessiz ödeme
zh_hans: Bitcoin 静默支付
zh_hant: Bitcoin 靜默付款

source: Bitcoin Silent Payment QR code
de: QR-Code für Bitcoin Silent Payment
es: Código QR de pago silencioso de Bitcoin
fr: Code QR de paiement silencieux Bitcoin
it: Codice QR del pagamento silenzioso Bitcoin
pt: Código QR do pagamento silencioso de Bitcoin
ru: QR-код тихого платежа Bitcoin
tr: Bitcoin sessiz ödeme QR kodu
zh_hans: 比特币静默支付二维码
zh_hant: 比特幣靜默支付 QR 碼

source: Block screenshots
de: Screenshots blockieren
es: Bloquear capturas de pantalla
fr: Bloquer les captures d'écran
it: Blocca gli screenshot
pt: Bloquear capturas de tela
ru: Блокировать скриншоты
tr: Ekran görüntülerini engelle
zh_hans: 阻止屏幕截图
zh_hant: 封鎖螢幕截圖

source: Built on
de: Aufgebaut
es: Construido sobre
fr: Construit sur
it: Costruito su
pt: Construído em
ru: Построен на
tr: Üzerine inşa edildi
zh_hans: 建立在
zh_hant: 建立在

source: By default, identifiers are obscured and message content is excluded. Include Sensitive Data adds decrypted message content and full identifiers for forensic review, but never private keys or authentication tokens. Changes apply immediately.
de: Standardmäßig werden Kennungen verschleiert und Nachrichteninhalte ausgeschlossen. „Sensible Daten einschließen“ fügt entschlüsselte Nachrichteninhalte und vollständige Kennungen für die forensische Prüfung hinzu, jedoch niemals private Schlüssel oder Authentifizierungstoken. Änderungen werden sofort wirksam.
es: De forma predeterminada, los identificadores se ocultan y se excluye el contenido de los mensajes. Incluir datos confidenciales añade el contenido descifrado y los identificadores completos para la revisión forense, pero nunca llaves privadas ni tokens de autenticación. Los cambios se aplican de inmediato.
fr: Par défaut, les identifiants sont masqués et le contenu des messages est exclu. Inclure les données sensibles ajoute le contenu déchiffré des messages et les identifiants complets pour l’analyse forensique, mais jamais les clés privées ni les jetons d’authentification. Les modifications s’appliquent immédiatement.
it: Per impostazione predefinita, gli identificatori sono oscurati e il contenuto dei messaggi è escluso. Includi dati sensibili aggiunge il contenuto decrittografato e gli identificatori completi per l’analisi forense, ma mai chiavi private o token di autenticazione. Le modifiche vengono applicate immediatamente.
pt: Por padrão, os identificadores são ocultados e o conteúdo das mensagens é excluído. Incluir dados confidenciais adiciona o conteúdo descriptografado e os identificadores completos para análise forense, mas nunca chaves privadas ou tokens de autenticação. As alterações são aplicadas imediatamente.
ru: По умолчанию идентификаторы скрываются, а содержимое сообщений исключается. Параметр «Включить конфиденциальные данные» добавляет расшифрованное содержимое сообщений и полные идентификаторы для криминалистического анализа, но никогда не включает закрытые ключи или токены аутентификации. Изменения применяются немедленно.
tr: Varsayılan olarak tanımlayıcılar gizlenir ve mesaj içeriği hariç tutulur. Hassas Verileri Dahil Et, adli inceleme için şifresi çözülmüş mesaj içeriğini ve tam tanımlayıcıları ekler; ancak özel anahtarları veya kimlik doğrulama belirteçlerini asla eklemez. Değişiklikler hemen uygulanır.
zh_hans: 默认情况下，标识符会被隐藏，并且不包含消息内容。启用“包含敏感数据”后，会加入已解密的消息内容和完整标识符以供取证审查，但绝不会包含私钥或身份验证令牌。更改会立即生效。
zh_hant: 預設情況下，識別碼會被隱藏，且不包含訊息內容。啟用「包含敏感資料」後，會加入已解密的訊息內容和完整識別碼以供鑑識審查，但絕不會包含私密金鑰或驗證權杖。變更會立即生效。

source: Camera
de: Kamera
es: cámara
fr: Appareil photo
it: Fotocamera
pt: Câmera
ru: Камера
tr: Kamera
zh_hans: 相机
zh_hant: 相機

source: Camera access denied. Enable it in Settings to scan QR codes.
de: Kamerazugriff verweigert. Aktivieren Sie es in den Einstellungen, um QR-Codes zu scannen.
es: Acceso a la cámara denegado. Habilítelo en Configuración para escanear códigos QR.
fr: Accès à la caméra refusé. Activez-le dans Paramètres pour scanner les codes QR.
it: Accesso alla telecamera negato. Abilitalo in Impostazioni per scansionare i codici QR.
pt: Acesso à câmera negado. Ative-o em Configurações para digitalizar códigos QR.
ru: Доступ к камере запрещен. Включите его в настройках для сканирования кодов QR.
tr: Kamera erişimi reddedildi. QR kodlarını taramak için Ayarlar'da etkinleştirin.
zh_hans: 相机访问被拒绝。在“设置”中启用它来扫描 QR 代码。
zh_hant: 相機訪問被拒絕。在「設定」中啟用它來掃描 QR 代碼。

source: Camera is not available on this device
de: Die Kamera ist auf diesem Gerät nicht verfügbar
es: La cámara no está disponible en este dispositivo
fr: L’appareil photo n’est pas disponible sur cet appareil
it: La fotocamera non è disponibile su questo dispositivo
pt: A câmera não está disponível neste dispositivo
ru: Камера недоступна на этом устройстве
tr: Kamera bu cihazda kullanılamıyor
zh_hans: 此设备上相机不可用
zh_hant: 此裝置上無法使用相機

source: Camera Shutter
de: Auslöser
es: Disparador
fr: Déclencheur
it: Scatto
pt: Disparador
ru: Спуск затвора
tr: Kamera deklanşörü
zh_hans: 快门
zh_hant: 快門

source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Appareil photo indisponible
it: Fotocamera non disponibile
pt: Câmera não disponível
ru: Камера недоступна
tr: Kamera kullanılamıyor
zh_hans: 相机不可用
zh_hant: 相機不可用

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cancel edit
de: Bearbeitung abbrechen
es: Cancelar edición
fr: Annuler la modification
it: Annulla modifica
pt: Cancelar edição
ru: Отменить редактирование
tr: Düzenlemeyi iptal et
zh_hans: 取消编辑
zh_hant: 取消編輯

source: Cancel reply
de: Antwort abbrechen
es: Cancelar respuesta
fr: Annuler la réponse
it: Annulla risposta
pt: Cancelar resposta
ru: Отменить ответ
tr: Cevabı iptal et
zh_hans: 取消回复
zh_hant: 取消回覆

source: Change Avatar
de: Avatar ändern
es: Cambiar avatar
fr: Changer l’avatar
it: Cambia avatar
pt: Alterar avatar
ru: Изменить аватар
tr: Avatarı değiştir
zh_hans: 更改头像
zh_hant: 更改頭像

source: Change Photo
de: Foto ändern
es: Cambiar foto
fr: Changer de photo
it: Cambia foto
pt: Alterar foto
ru: Изменить фото
tr: Fotoğrafı değiştir
zh_hans: 更换照片
zh_hant: 更換照片

source: Change quick reaction %lld
de: Schnellreaktion ändern %lld
es: Cambiar reacción rápida %lld
fr: Modifier la réaction rapide %lld
it: Modificare la reazione rapida %lld
pt: Alterar reação rápida %lld
ru: Изменение быстрой реакции %lld
tr: Hızlı reaksiyonu değiştirin %lld
zh_hans: 改变快速反应%lld
zh_hant: 改變快速反應%lld

source: Chat archived
de: Chat archiviert
es: Chat archivado
fr: Discussion archivée
it: Chat archiviata
pt: Bate-papo arquivado
ru: Чат в архиве
tr: Sohbet arşivlendi
zh_hans: 聊天记录已存档
zh_hant: 聊天記錄已存檔

source: Chat created
de: Chat erstellt
es: Chat creado
fr: Chat créé
it: Chat creata
pt: Bate-papo criado
ru: Чат создан
tr: Sohbet oluşturuldu
zh_hans: 聊天已创建
zh_hant: 聊天已創建

source: Chat Developer Tools
de: Chat-Entwicklerwerkzeuge
es: Herramientas de desarrollo del chat
fr: Outils de développement du chat
it: Strumenti di sviluppo della chat
pt: Ferramentas de desenvolvedor do bate-papo
ru: Инструменты разработчика чата
tr: Sohbet geliştirici araçları
zh_hans: 聊天开发者工具
zh_hant: 聊天開發者工具

source: Chat invitation
de: Chat-Einladung
es: Invitación al chat
fr: Invitation à une discussion
it: Invito alla chat
pt: Convite para conversa
ru: Приглашение в чат
tr: Sohbet daveti
zh_hans: 聊天邀请
zh_hant: 聊天邀請

source: Chat Lock
de: Chatsperre
es: Bloqueo de chat
fr: Verrouillage du chat
it: Blocco chat
pt: Bloqueio de conversa
ru: Блокировка чата
tr: Sohbet kilidi
zh_hans: 聊天锁定
zh_hant: 聊天鎖定

source: Chat muted
de: Chat stummgeschaltet
es: Chat silenciado
fr: Discussion mise en sourdine
it: Chat silenziata
pt: Conversa silenciada
ru: Чат отключён
tr: Sohbet sessize alındı
zh_hans: 聊天已静音
zh_hant: 聊天已靜音

source: Chat unarchived
de: Chat nicht archiviert
es: Chat desarchivado
fr: Chat non archivé
it: Chat non archiviata
pt: Bate-papo desarquivado
ru: Чат разархивирован
tr: Sohbet arşivden çıkarıldı
zh_hans: 聊天未存档
zh_hant: 聊天未存檔

source: Chat unavailable
de: Chat nicht verfügbar
es: Chat no disponible
fr: Chat indisponible
it: Chat non disponibile
pt: Bate-papo indisponível
ru: Чат недоступен
tr: Sohbet kullanılamıyor
zh_hans: 无法聊天
zh_hant: 無法聊天

source: Chat unmuted
de: Chat-Stummschaltung aufgehoben
es: Chat con sonido
fr: Discussion réactivée
it: Chat riattivata
pt: Conversa com som
ru: Звук чата включён
tr: Sohbet sesi açıldı
zh_hans: 聊天已取消静音
zh_hant: 聊天已取消靜音

source: Chat with support
de: Mit dem Support chatten
es: Chatear con soporte
fr: Contacter l’assistance
it: Chatta con il supporto
pt: Conversar com o suporte
ru: Чат с поддержкой
tr: Destekle sohbet et
zh_hans: 与支持人员聊天
zh_hant: 與支援人員聊天

source: Chats you archive will appear here.
de: Archivierte Chats werden hier angezeigt.
es: Los chats que archives aparecerán aquí.
fr: Les discussions que vous archivez apparaîtront ici.
it: Le chat che archivi verranno visualizzate qui.
pt: As conversas arquivadas aparecerão aqui.
ru: Архивированные чаты появятся здесь.
tr: Arşivlediğiniz sohbetler burada görünür.
zh_hans: 你归档的聊天会显示在这里。
zh_hant: 你封存的聊天會顯示在這裡。

source: Chats you leave or are removed from will appear here.
de: Chats, die du verlässt oder aus denen du entfernt wirst, werden hier angezeigt.
es: Los chats que abandones o de los que te eliminen aparecerán aquí.
fr: Les discussions que vous quittez ou dont vous êtes retiré apparaîtront ici.
it: Le chat che abbandoni o da cui vieni rimosso verranno visualizzate qui.
pt: As conversas que sair ou das quais for removido aparecerão aqui.
ru: Чаты, которые вы покинете или из которых вас удалят, появятся здесь.
tr: Ayrıldığınız veya çıkarıldığınız sohbetler burada görünür.
zh_hans: 你退出或被移除的聊天会显示在这里。
zh_hant: 你退出或遭移除的聊天會顯示在這裡。

source: Check the spelling or try a different search.
de: Überprüfe die Schreibweise oder versuche eine andere Suche.
es: Comprueba la ortografía o prueba con otra búsqueda.
fr: Vérifiez l’orthographe ou essayez une autre recherche.
it: Controlla l’ortografia o prova una ricerca diversa.
pt: Verifique a ortografia ou tente outra pesquisa.
ru: Проверьте написание или попробуйте другой запрос.
tr: Yazımı kontrol edin veya farklı bir arama deneyin.
zh_hans: 检查拼写或尝试其他搜索。
zh_hant: 檢查拼字或嘗試其他搜尋。

source: Checking your account before you start chatting.
de: Dein Konto wird geprüft, bevor du loschattest.
es: Comprobando tu cuenta antes de empezar a chatear.
fr: Vérification de votre compte avant de commencer à discuter.
it: Controlliamo il tuo account prima di iniziare a chattare.
pt: Verificando sua conta antes de você começar a conversar.
ru: Проверяем аккаунт перед началом общения.
tr: Sohbete başlamadan önce hesabın kontrol ediliyor.
zh_hans: 开始聊天前正在检查你的账户。
zh_hant: 開始聊天前正在檢查你的帳戶。

source: Checking your profile before you start chatting.
de: Dein Profil wird geprüft, bevor du mit dem Chatten beginnst.
es: Comprobando tu perfil antes de empezar a chatear.
fr: Vérification de votre profil avant de commencer à discuter.
it: Controllo del profilo prima di iniziare a chattare.
pt: Verificando seu perfil antes de começar a conversar.
ru: Проверяем ваш профиль перед началом общения.
tr: Sohbete başlamadan önce profiliniz kontrol ediliyor.
zh_hans: 开始聊天前正在检查你的个人资料。
zh_hant: 開始聊天前正在檢查你的個人檔案。

source: Checking…
de: Wird geprüft …
es: Comprobando…
fr: Vérification…
it: Controllo…
pt: Verificando…
ru: Проверка…
tr: Kontrol ediliyor…
zh_hans: 正在检查…
zh_hant: 正在檢查…

source: Choose a conversation to continue, or start a new one.
de: Wählen Sie ein Gespräch aus, um es fortzusetzen, oder beginnen Sie ein neues.
es: Elige una conversación para continuar o inicia una nueva.
fr: Choisissez une conversation à poursuivre ou démarrez-en une nouvelle.
it: Scegli una conversazione da continuare o iniziane una nuova.
pt: Escolha uma conversa para continuar ou inicie uma nova.
ru: Выберите разговор, чтобы продолжить, или начните новый.
tr: Devam etmek için bir görüşme seçin veya yeni bir görüşme başlatın.
zh_hans: 选择要继续的对话，或开始新的对话。
zh_hant: 選擇要繼續的對話，或開始新的對話。

source: Choose a profile
de: Wählen Sie ein Profil
es: Elige un perfil
fr: Choisissez un profil
it: Scegli un profilo
pt: Escolha um perfil
ru: Выберите профиль
tr: Bir profil seçin
zh_hans: 选择个人资料
zh_hant: 選擇個人資料

source: Choose a relay you’ve used with this account. We’ll look there for your existing settings without publishing anything.
de: Wähle ein Relay, das du mit diesem Konto verwendet hast. Wir suchen dort nach deinen Einstellungen, ohne etwas zu veröffentlichen.
es: Elige un relay que hayas usado con esta cuenta. Buscaremos allí tu configuración sin publicar nada.
fr: Choisissez un relais déjà utilisé avec ce compte. Nous y chercherons vos paramètres sans rien publier.
it: Scegli un relay che hai usato con questo account. Cercheremo lì le impostazioni esistenti senza pubblicare nulla.
pt: Escolha um relay que você já usou com esta conta. Buscaremos suas configurações sem publicar nada.
ru: Выберите реле, которое использовали с этим аккаунтом. Мы поищем там ваши настройки, ничего не публикуя.
tr: Bu hesapla kullandığınız bir röle seçin. Hiçbir şey yayımlamadan mevcut ayarlarınızı orada arayacağız.
zh_hans: 选择你曾用于此账号的中继。我们将在那里查找现有设置，不会发布任何内容。
zh_hant: 選擇你曾用於此帳號的中繼。我們將在那裡尋找現有設定，不會發布任何內容。

source: Choose a relay you’ve used with this profile. We’ll look there for your existing settings without publishing anything.
de: Wähle ein Relay, das du mit diesem Profil verwendet hast. Wir suchen dort nach deinen bestehenden Einstellungen, ohne etwas zu veröffentlichen.
es: Elige un relay que hayas usado con este perfil. Buscaremos allí tus ajustes existentes sin publicar nada.
fr: Choisissez un relais déjà utilisé avec ce profil. Nous y chercherons vos réglages existants sans rien publier.
it: Scegli un relay che hai usato con questo profilo. Cercheremo lì le impostazioni esistenti senza pubblicare nulla.
pt: Escolha um relay que você já usou com este perfil. Buscaremos suas configurações existentes nele sem publicar nada.
ru: Выберите ретранслятор, который вы использовали с этим профилем. Мы поищем там существующие настройки, ничего не публикуя.
tr: Bu profille kullandığınız bir aktarıcı seçin. Hiçbir şey yayınlamadan mevcut ayarlarınızı orada arayacağız.
zh_hans: 选择你曾用于此个人资料的中继。我们会在那里查找现有设置，不会发布任何内容。
zh_hant: 選擇你曾用於此個人檔案的中繼站。我們會在那裡尋找現有設定，不會發布任何內容。

source: Choose a signed-in profile, or add a new one.
de: Wähle ein angemeldetes Profil oder füge ein neues hinzu.
es: Elige un perfil con sesión iniciada o añade uno nuevo.
fr: Choisissez un profil connecté ou ajoutez-en un nouveau.
it: Scegli un profilo connesso o aggiungine uno nuovo.
pt: Escolha um perfil conectado ou adicione um novo.
ru: Выберите профиль с активным входом или добавьте новый.
tr: Oturumu açık bir profil seçin veya yeni bir profil ekleyin.
zh_hans: 选择已登录的个人资料，或添加新的个人资料。
zh_hant: 選擇已登入的個人檔案，或新增個人檔案。

source: Choose Avatar
de: Avatar auswählen
es: Elegir avatar
fr: Choisir un avatar
it: Scegli avatar
pt: Escolher avatar
ru: Выбрать аватар
tr: Avatar seç
zh_hans: 选择头像
zh_hant: 選擇頭像

source: Choose from Files
de: Aus Dateien auswählen
es: Elegir desde Archivos
fr: Choisir dans Fichiers
it: Scegli da File
pt: Escolher em Arquivos
ru: Выбрать из Файлов
tr: Dosyalar’dan seç
zh_hans: 从“文件”中选择
zh_hant: 從「檔案」選擇

source: Choose from Photos
de: Aus Fotos auswählen
es: Elegir desde Fotos
fr: Choisir dans Photos
it: Scegli da Foto
pt: Escolher em Fotos
ru: Выбрать из Фото
tr: Fotoğraflar’dan seç
zh_hans: 从“照片”中选择
zh_hant: 從「照片」選擇

source: Choose from your device
de: Wählen Sie aus Ihrem Gerät
es: Elige desde tu dispositivo
fr: Choisissez depuis votre appareil
it: Scegli dal tuo dispositivo
pt: Escolha no seu dispositivo
ru: Выбирайте на своем устройстве
tr: Cihazınızdan seçim yapın
zh_hans: 从您的设备中选择
zh_hant: 從您的裝置中選擇

source: Choose reaction
de: Wählen Sie Reaktion
es: Elige la reacción
fr: Choisissez la réaction
it: Scegli la reazione
pt: Escolha a reação
ru: Выберите реакцию
tr: Tepkiyi seçin
zh_hans: 选择反应
zh_hant: 選擇反應

source: Choose the quality for photos and videos you send.
de: Wähle die Qualität für Fotos und Videos, die du sendest.
es: Elige la calidad de las fotos y los vídeos que envías.
fr: Choisissez la qualité des photos et vidéos que vous envoyez.
it: Scegli la qualità di foto e video che invii.
pt: Escolha a qualidade das fotos e vídeos que você envia.
ru: Выберите качество отправляемых фото и видео.
tr: Gönderdiğiniz fotoğraf ve videoların kalitesini seçin.
zh_hans: 选择发送照片和视频的画质。
zh_hant: 選擇傳送照片和影片的畫質。

source: Choose whether to remove this message only from this device or for everyone.
de: Wähle, ob diese Nachricht nur von diesem Gerät oder für alle entfernt werden soll.
es: Elige si quieres eliminar este mensaje solo de este dispositivo o para todos.
fr: Choisissez de supprimer ce message uniquement de cet appareil ou pour tout le monde.
it: Scegli se eliminare questo messaggio solo da questo dispositivo o per tutti.
pt: Escolha se pretende remover esta mensagem apenas deste dispositivo ou para todos.
ru: Выберите, удалить ли это сообщение только с этого устройства или для всех.
tr: Bu mesajı yalnızca bu cihazdan mı yoksa herkes için mi sileceğinizi seçin.
zh_hans: 选择仅从此设备删除此消息，或为所有人删除。
zh_hant: 選擇僅從此裝置刪除此訊息，或為所有人刪除。
